/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ / %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Phím tắt này đã được nhập từ %1$@ vào %2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Phím tắt này đã được nhập từ %1$@ lúc %2$@.";

/* %@ = action name */
"Add “%@”" = "Thêm “%@”";

/* %@ = action name */
"Remove “%@”" = "Xóa “%@”";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Bạn có muốn đăng xuất khỏi %@ trong Phím tắt không?";

/* %@ = service name */
"Do you want to sign out of %@?" = "Bạn có muốn đăng xuất khỏi %@ không?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Phím tắt này đã được nhập từ %@. Bạn có chắc chắn muốn chạy không?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "là %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "Cũng xóa các tác vụ bên trong “%@”?";

/* %@=app name */
"Install %@" = "Cài đặt %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Cụm từ Siri";

/* Access resource action settings title */
"Accounts" = "Tài khoản";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Đã hoàn tất sửa phím tắt";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "Đã ưa thích %@";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "Đã hủy ưa thích %@";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Đang chạy phím tắt";

/* Accessibility action */
"Delete shortcut" = "Xóa phím tắt";

/* Accessibility action */
"Duplicate shortcut" = "Nhân bản phím tắt";

/* Accessibility action */
"Favorite Action" = "Tác vụ ưa thích";

/* Accessibility action */
"Rename shortcut" = "Đổi tên phím tắt";

/* Accessibility action */
"Un-favorite Action" = "Hủy ưa thích tác vụ";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Sửa phím tắt";

/* Accessibility action or discoverability title */
"Run shortcut" = "Chạy phím tắt";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "đã thêm %@ vào phím tắt";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Loại đầu vào được chấp nhận";

/* Accessibility announcement */
"Closed variables tray" = "Khay biến đã đóng";

/* Accessibility announcement */
"Editing shortcuts" = "Đang sửa phím tắt";

/* Accessibility announcement */
"Opened variables tray" = "Khay biến đã mở";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "đang kéo";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Phím tắt đã hoàn tất";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "đã thêm %1$@ vào phím tắt phía trên %2$@";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "đã thêm %1$@ vào phím tắt phía dưới %2$@";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "đã di chuyển lên trên %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "đã di chuyển xuống dưới %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "đã xóa %@";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "%@ trùng lặp";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "đã thu nhỏ";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Đang kéo";

/* Accessibility announcement; expanded parameter */
"expanded" = "được mở rộng";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Phím tắt đã dừng";

/* Accessibility hint */
"Closes the shortcut" = "Đóng phím tắt";

/* Accessibility hint */
"Creates a new shortcut" = "Tạo một phím tắt mới";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Xóa các phím tắt được chọn";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Chạm hai lần để thêm vào cuối phím tắt. Chạm hai lần và giữ, sau đó kéo để tùy chỉnh vị trí trong phím tắt.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Có thể kéo. Chạm hai lần và giữ, đợi âm thanh, sau đó kéo để sắp xếp lại. Chạm hai lần để chọn.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Nhân bản các phím tắt được chọn";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Phím tắt này sẽ được hiển thị trong phần mở rộng tác vụ Phím tắt (trong menu chia sẻ iOS) khi nội dung đang được chia sẻ là một trong các loại bạn chọn ở đây.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Tắt chế độ sửa phím tắt";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Bật chế độ sửa phím tắt";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Chạm hai lần để thu nhỏ ngăn kéo tác vụ thành nửa màn hình";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Chạm hai lần để mở rộng hoàn toàn ngăn kéo tác vụ";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Chạm hai lần để đọc mô tả của tác vụ.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Có thể kéo. Chạm hai lần và giữ, đợi âm thanh, sau đó kéo để sắp xếp lại. Chạm hai lần để đọc mô tả tác vụ.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Chạm hai lần để chuyển đổi cài đặt";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Chạm hai lần để chọn";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Chạm hai lần để thu gọn";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Chạm hai lần để chèn";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Chạm hai lần để mở rộng";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Chạy phím tắt %@";

/* Accessibility label */
"Add Tag" = "Thêm thẻ";

/* Accessibility label */
"Close" = "Đóng";

/* Accessibility label */
"Create Shortcut" = "Tạo phím tắt";

/* Accessibility label */
"Show Keyboard" = "Hiển thị bàn phím";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "Bên trong %@";

/* Accessibility label or discoverability title */
"Redo" = "Làm lại";

/* Accessibility label or discoverability title */
"Undo" = "Hoàn tác";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Được thu nhỏ";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Nửa màn hình";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Toàn màn hình";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "Tác vụ %@ - Đang chạy - Đã hoàn thành %d phần trăm";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "Tác vụ %@";

/* Accessibility label; remove search filter */
"Remove filter" = "Xóa bộ lọc";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (không được chọn)";

/* Accessibility value; switch is on */
"On" = "Bật";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Thả ra để xóa %@";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Tác vụ này chuyển đầu vào qua dưới dạng đầu ra.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Lấy đầu vào đã được chuyển vào phần đầu của phím tắt.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Bạn chưa có bất kỳ phím tắt cho Bảng chia sẻ nào.\n\nĐể thêm, hãy tạo phím tắt và bật “Hiển thị trong Bảng chia sẻ” trong cài đặt của phím tắt.";

/* Action extension; no search results */
"No shortcuts match the search." = "Không có phím tắt nào phù hợp với tìm kiếm.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Bạn chưa có bất kỳ phím tắt nào.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Gợi ý của Siri";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Phím tắt: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Thêm vào phím tắt";

/* Add search filter */
"Add Filter" = "Thêm bộ lọc";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Bất kỳ ai có quyền truy cập vào liên kết được chia sẻ này sẽ có thể xem nội dung của phím tắt này.";

/* Alert title */
"Error" = "Lỗi";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "Tạo liên kết iCloud";

/* Allow access to service */
"Allow Access" = "Cho phép truy cập";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(Chưa cài đặt) %@";

/* App search view; navigation bar title */
"Choose App" = "Chọn ứng dụng";

/* App search view; no results */
"No results." = "Không có kết quả.";

/* App search view; search bar placeholder */
"Search apps…" = "Tìm kiếm ứng dụng…";

/* Apple Watch complication */
"Complication" = "Tổ hợp";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Bạn chưa có bất kỳ phím tắt Apple Watch nào.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Chọn các phím tắt sẽ được hiển thị trong Tổ hợp Phím tắt trên mặt đồng hồ của Apple Watch.\n\nQua thời gian, Phím tắt sẽ tối ưu hóa khi các phím tắt của bạn được hiển thị trong Tổ hợp dựa trên thời điểm bạn chạy chúng.";

/* Apps category */
"Apps" = "Ứng dụng";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Yêu cầu bạn nhập văn bản khi phím tắt này chạy.";

/* Boolean false */
"False" = "Sai";

/* Boolean true */
"True" = "Đúng";

/* Button */
"Back" = "Quay lại";

/* Button */
"Cancel" = "Hủy";

/* Button */
"Choose Variable" = "Chọn biến";

/* Button */
"Clear" = "Xóa";

/* Button */
"Delete Actions" = "Xóa tác vụ";

/* Button */
"Delete Shortcut" = "Xóa phím tắt";

/* Button */
"Done" = "Xong";

/* Button */
"Get More Shortcuts" = "Lấy các phím tắt khác";

/* Button */
"Go Back" = "Quay lại";

/* Button */
"Help" = "Trợ giúp";

/* Button */
"Keep Actions" = "Giữ tác vụ";

/* Button */
"Next" = "Tiếp";

/* Button */
"OK" = "OK";

/* Button */
"Remove Action" = "Xóa tác vụ";

/* Button */
"Remove Action From Shortcut" = "Xóa tác vụ khỏi phím tắt";

/* Button */
"Remove Photo" = "Xóa ảnh";

/* Button */
"Select Magic Variable" = "Chọn Biến ma thuật";

/* Button */
"Select Photo" = "Chọn ảnh";

/* Button */
"Show Action Settings" = "Hiển thị cài đặt tác vụ";

/* Button */
"Show Actions" = "Hiển thị tác vụ";

/* Button */
"Sign Out" = "Đăng xuất";

/* Button */
"Take Photo" = "Chụp ảnh";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Thêm vào MH chính";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Thêm vào MH chính";

/* Button or title */
"Delete" = "Xóa";

/* Button or title */
"Run Shortcut" = "Chạy phím tắt";

/* Button or title */
"Settings" = "Cài đặt";

/* Button or title */
"Variables" = "Biến";

/* Button title */
"Add to Siri" = "Thêm vào Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "Lấy phím tắt";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Hiển thị kết quả toàn màn hình";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Tham quan được hướng dẫn";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Chia sẻ kết quả";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Phím tắt này hoạt động với các ứng dụng và dịch vụ sau:";

/* Choose an item */
"Choose" = "Chọn";

/* Conditional AND */
"and" = "và";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "Đặt lại “Nếu không”";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Tác vụ được đặt sau “Nếu không” sẽ chạy nếu điều kiện đó sai.";

/* Conditional actions settings navigation bar title */
"If Action" = "Tác vụ Nếu";

/* Confirmation HUD when link copies */
"Link copied" = "Đã sao chép liên kết";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Bạn có chắc chắn muốn dừng chia sẻ phím tắt này không? Liên kết iCloud sẽ bị xóa và sẽ không hoạt động nữa.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Phím tắt này sẽ bị xóa khỏi tất cả các thiết bị iCloud của bạn.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Những phím tắt này sẽ bị xóa khỏi tất cả các thiết bị iCloud của bạn.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "“%1$@” trông không giống %2$@. Có phải bạn định thêm liên hệ?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "Vẫn sử dụng “%@”";

/* Contact field; accessibility label */
"Add Contact" = "Thêm liên hệ";

/* Contact field; button */
"Search Contacts" = "Tìm kiếm liên hệ";

/* Contact field; supported type string */
"a phone number" = "số điện thoại";

/* Contact field; supported type string */
"a phone number or email address" = "số điện thoại hoặc địa chỉ email";

/* Contact field; supported type string */
"an email address" = "địa chỉ email";

/* Content Types category */
"Content Types" = "Loại nội dung";

/* Copy link to shortcut */
"Copy Link" = "Sao chép liên kết";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "Sao chép liên kết iCloud";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Định dạng này tuân theo các mô hình trong Tiêu chuẩn kỹ thuật Unicode #35.";

/* Custom date format alert title */
"Custom Date Format" = "Định dạng ngày tùy chỉnh";

/* Custom date formatting style */
"Custom" = "Tùy chỉnh";

/* Custom time format title */
"Custom Format" = "Định dạng tùy chỉnh";

/* Default option */
"Default" = "Mặc định";

/* Delete all shortcuts */
"Delete All" = "Xóa tất cả";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Bỏ chọn tất cả";

/* Dictionary key placeholder */
"Key" = "Từ khóa";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Cài đặt phím tắt";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Dừng phím tắt";

/* Discoverability title */
"Close shortcut" = "Đóng phím tắt";

/* Discoverability title */
"Search actions" = "Tìm kiếm tác vụ";

/* Discoverability title */
"Stop shortcut" = "Dừng phím tắt";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Hiển thị trong bảng chia sẻ";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Hiển thị trong tiện ích";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Hiển thị trong tổ hợp";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Hiển thị trên Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Nhân bản phím tắt";

/* Duplicate shortcut */
"Duplicate" = "Nhân bản";

/* Edit import questions back bar button title */
"Questions" = "Câu hỏi";

/* Error message */
"No options available." = "Không có tùy chọn nào khả dụng.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "Không thể tải App Store.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Chạy nhanh các phím tắt bằng tiện ích.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Ưa thích";

/* Favorite button title - action is favorited */
"Favorited" = "Đã ưa thích";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Tài khoản: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Tất cả các điều kiện sau đúng";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Bất kỳ điều kiện nào sau đây là đúng";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "bắt đầu bằng";

/* Find filter UI operator */
"contains" = "chứa";

/* Find filter UI operator */
"does not contain" = "không chứa";

/* Find filter UI operator */
"ends with" = "kết thúc bằng";

/* Find filter UI operator */
"is" = "là";

/* Find filter UI operator */
"is after" = "sau";

/* Find filter UI operator */
"is before" = "trước";

/* Find filter UI operator */
"is between" = "trong khoảng";

/* Find filter UI operator */
"is exactly" = "đúng";

/* Find filter UI operator */
"is greater than" = "lớn hơn";

/* Find filter UI operator */
"is greater than or equal to" = "lớn hơn hoặc bằng";

/* Find filter UI operator */
"is in the last" = "trong";

/* Find filter UI operator */
"is in the next" = "trong";

/* Find filter UI operator */
"is larger than" = "lớn hơn";

/* Find filter UI operator */
"is larger than or equal to" = "lớn hơn hoặc bằng";

/* Find filter UI operator */
"is less than" = "nhỏ hơn";

/* Find filter UI operator */
"is less than or equal to" = "nhỏ hơn hoặc bằng";

/* Find filter UI operator */
"is longer than" = "dài hơn";

/* Find filter UI operator */
"is longer than or equal to" = "dài hơn hoặc bằng";

/* Find filter UI operator */
"is not" = "không phải là";

/* Find filter UI operator */
"is not exactly" = "không chính xác";

/* Find filter UI operator */
"is not on" = "không phải là ngày";

/* Find filter UI operator */
"is on" = "là ngày";

/* Find filter UI operator */
"is shorter than" = "ngắn hơn";

/* Find filter UI operator */
"is shorter than or equal to" = "ngắn hơn hoặc bằng";

/* Find filter UI operator */
"is smaller than" = "nhỏ hơn";

/* Find filter UI operator */
"is smaller than or equal to" = "nhỏ hơn hoặc bằng";

/* Find filter UI operator */
"is today" = "hôm nay";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Chạy phím tắt này bằng giọng nói của bạn bằng cách thêm vào Siri.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Sử dụng phím tắt này từ các ứng dụng khác bằng cách mở bảng chia sẻ và chạm vào Phím tắt.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Nhập một từ khóa để trích xuất giá trị của từ khóa đó từ trong từ điển hoặc để trống để lấy toàn bộ từ điển.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (Thiết bị này)";

/* Full name of contact */
"Full Name" = "Họ và tên";

/* Full street address of location */
"Full Street Address" = "Địa chỉ đường phố đầy đủ";

/* Get property */
"Get" = "Lấy";

/* Get value for a dictionary key */
"Get Value for Key" = "Lấy giá trị cho từ khóa";

/* Go to next import question */
"Continue" = "Tiếp tục";

/* Guided tour; drag actions to here hint */
"…to here" = "…vào đây";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Kéo tác vụ vào đây";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Tác vụ này, khi chạy trên Apple Watch, sẽ yêu cầu bạn sử dụng Handoff và tiếp tục trên iPhone của bạn.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Đơn vị";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "Thời gian ISO 8601";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "Nét %1$@, màu nền %2$@";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Chọn một hình ảnh tùy chỉnh sẽ sử dụng khi phím tắt này được thêm vào màn hình chính.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "Hình ảnh ở trên sẽ được sử dụng khi phím tắt này được thêm vào màn hình chính.";

/* Icon editor; accessibility label */
"Icon Preview" = "Xem trước biểu tượng";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Trình sửa biểu tượng phím tắt";

/* Icon editor; segmented control option */
"Color" = "Màu";

/* Icon editor; segmented control option */
"Glyph" = "Nét";

/* Icon editor; segmented control option */
"Home Screen" = "Màn hình chính";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Các câu hỏi được thêm tại đây sẽ được hỏi khi phím tắt này được nhập trên một thiết bị khác. Câu trả lời cho những câu hỏi này sẽ được điền vào phím tắt.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Bạn có thể thử nhập các câu hỏi bằng nút “Tùy chỉnh phím tắt” trong cài đặt của phím tắt này.";

/* Import questions detail view */
"Default Answer" = "Câu trả lời mặc định";

/* Import questions detail view */
"Question Text" = "Văn bản câu hỏi";

/* Import questions detail view */
"Type a question here…" = "Nhập câu hỏi tại đây…";

/* Import questions details view; navigation bar title */
"Details" = "Chi tiết";

/* Import questions; button */
"Add New Question…" = "Thêm câu hỏi mới…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Chọn một tham số từ một trong các tác vụ bên dưới.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Chọn một tham số";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Phím tắt này không có tác vụ. Vui lòng thêm một số tác vụ vào phím tắt của bạn trước khi thiết lập Nhập câu hỏi.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Phím tắt này chấp nhận %@";

/* Input types of action */
"Input" = "Đầu vào";

/* Input variable description */
"Gets the output of the previous action." = "Lấy đầu ra của tác vụ trước đó.";

/* Install app icon; should match App Store GET button */
"GET" = "LẤY";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Thêm các tác vụ ở bên dưới để xây dựng phím tắt của bạn.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Thêm các tác vụ ở bên trái để xây dựng phím tắt của bạn.";

/* Item can be anything */
"anything" = "mọi thứ";

/* Keep all shortcuts */
"Keep All" = "Giữ tất cả";

/* Keep shortcuts */
"Keep" = "Giữ";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Giữ %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Mở rộng";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Thu nhỏ";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Loại được chấp nhận";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Thêm %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "Bạn muốn thêm loại giá trị nào?";

/* Long date formatting style */
"Long" = "Dài";

/* Manage sharing */
"Manage Sharing" = "Quản lý chia sẻ";

/* Medium date formatting style */
"Medium" = "Trung bình";

/* Missing action error action */
"Update Shortcuts" = "Cập nhật phím tắt";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "Không thể tìm thấy tác vụ này trong phiên bản Phím tắt này.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Tên và URL Store";

/* Name of measurement unit */
"Unit (Name)" = "Đơn vị";

/* Navigation bar title */
"Select a Magic Variable" = "Chọn một Biến ma thuật";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Giải quyết xung đột";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Biến không khả dụng.";

/* None option */
"None" = "Không có";

/* Note about using the action */
"Note" = "Ghi chú";

/* Parameter already in use by another import question */
"Already In Use" = "Đã được sử dụng";

/* Parameter not supported for import question */
"Not Supported for Questions" = "Không được hỗ trợ cho câu hỏi";

/* Piece of text */
"Text" = "Văn bản";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Phím tắt này đã được nhập từ một ứng dụng khác. Bạn có chắc chắn muốn chạy không?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Tương đối";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Bao lâu trước đây/tới khi";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Thiết bị không xác định";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Tên này sẽ được sử dụng cho tất cả các Biến ma thuật của tác vụ %@ này.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Đổi tên Biến ma thuật";

/* Rename shortcut alert title */
"Rename Shortcut" = "Đổi tên phím tắt";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Nhập tên mới cho phím tắt của bạn.";

/* Rename workflow or variable */
"Rename" = "Đổi tên";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Yêu cầu";

/* Result types of action */
"Result" = "Kết quả";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Hiển thị tác vụ";

/* Scripting category */
"Scripting" = "Soạn tập lệnh";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Tìm kiếm";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Phím tắt tổ hợp";

/* Select all input types */
"Select All" = "Chọn tất cả";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Chia sẻ phím tắt";

/* Share a workflow along with a description */
"Share with Description" = "Chia sẻ với mô tả";

/* Share a workflow as a file */
"Share as File" = "Chia sẻ dưới dạng tệp";

/* Share shortcut */
"Share" = "Chia sẻ";

/* Short date formatting style */
"Short" = "Ngắn";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "“%@” không có tác vụ nào.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Phím tắt trống";

/* Shortcut contains no actions error title */
"No Actions" = "Không có tác vụ";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Tùy chỉnh phím tắt…";

/* Shortcut icon */
"Icon" = "Biểu tượng";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Chọn phím tắt";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Đã di chuyển giữa %1$@ và %2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "Đã di chuyển xuống cuối sau %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "Đã di chuyển lên đầu trước %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Để sử dụng phím tắt từ Tiện ích hôm nay, hãy làm theo một vài bước đơn giản để thêm tiện ích. Hoặc, chạm vào Xong để thiết lập sau.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Thêm Tiện ích hôm nay để chạy các phím tắt cực nhanh.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Ảnh màn hình của bảng chia sẻ trong Safari với hoạt động Phím tắt được tô sáng";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "Phím tắt Phần mở rộng tác vụ được chạy từ bảng chia sẻ bên trong các ứng dụng khác.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "Phím tắt Tiện ích hôm nay được chạy trong Trung tâm thông báo bằng cách kéo xuống từ đầu màn hình.";

/* Shortcut types help view; title */
"Shortcut Types" = "Loại phím tắt";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Đã xóa trên %@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Đã xóa trên một thiết bị khác";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Đã sửa trên %@";

/* Shortcut was modified on another device */
"Modified on another device" = "Được sửa đổi trên một thiết bị khác";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Tìm kiếm phím tắt…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Ảnh màn hình của tiện ích Phím tắt trong Trung tâm thông báo";

/* Siri phrase */
"“%@”" = "“%@”";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Bỏ qua thiết lập";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "1";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Dừng chia sẻ";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Gửi lên Bộ sưu tập";

/* Tap to choose an option */
"Tap to Choose" = "Chạm để chọn";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Hãy dùng thử phím tắt mà tôi đã tạo!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Bộ điều khiển tác vụ";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "ở cuối màn hình";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "ở đầu màn hình";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "Mọi thứ";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "Không có gì";

/* Title */
"Actions" = "Tác vụ";

/* Title */
"Date Format" = "Định dạng ngày";

/* Title */
"Requires Handoff" = "Yêu cầu Handoff";

/* Title */
"Shortcuts" = "Phím tắt";

/* Title */
"Time Format" = "Định dạng thời gian";

/* Title */
"Type" = "Loại";

/* Title for action drawer categories view */
"Categories" = "Danh mục";

/* Title for configuration page for unit */
"Unit (Title)" = "Đơn vị";

/* Title of main screen showing your library of shortcuts */
"Library" = "Thư viện";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Tùy chỉnh Phím tắt";

/* Title or button */
"Import Questions" = "Nhập câu hỏi";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "Tuyệt vời! Tiện ích hôm nay của bạn được thiết lập.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Tiếp theo, lấy một số phím tắt Tiện ích hôm nay từ Bộ sưu tập.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "Với Tiện ích hôm nay của Phím tắt, bạn có thể chạy các phím tắt chỉ bằng một cử chỉ chạm từ bất kỳ ứng dụng nào, đơn giản bằng cách kéo Trung tâm thông báo xuống.";

/* Today widget explanation button */
"Add Widget" = "Thêm tiện ích";

/* Today widget explanation button */
"View the Gallery" = "Xem Bộ sưu tập";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Chạy các phím tắt cực nhanh, từ bất kỳ đâu trên %MODEL% của bạn.";

/* Unknown item */
"Unknown" = "Không xác định";

/* Used in a phrase like 'Add new item' */
"new item" = "mục mới";

/* User’s favorited workflows or actions */
"Favorites" = "Mục ưa thích";

/* Variable field placeholder */
"Variable Name" = "Tên biến";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "Bạn có thể tạo một biến bằng cách thêm tác vụ “Đặt biến”.";

/* Varible picker; none available error title */
"No Variables Are Available" = "Không có biến nào khả dụng";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Xung đột";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Định cấu hình phím tắt này";

/* Workflow name */
"Name of Shortcut" = "Tên";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Chạm vào Xong để tiếp tục sửa phím tắt của bạn.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Ảnh màn hình của ứng dụng Phím tắt trên watch";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Các phím tắt Apple Watch được chạy từ cổ tay của bạn thông qua ứng dụng đồng hồ Phím tắt hoặc Tổ hợp.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "Làm cách nào để tìm Tiện ích hôm nay?";

/* iOS Today Widget */
"Today Widget" = "Tiện ích hôm nay";

